{
    "Accommodation": [
        "Let’s move on to talk about accommodation. Tell me about the kind of\n    accommodation you live in.",
        "Do you live in a house or a flat?",
        "Is it a big place?",
        "Does the place you live in have many amenities?",
        "What do you like about living there?",
        "Is there anything you would like to change about the place you live in?",
        "How long have you lived there?",
        "Do you plan to live there for a long time?",
        "Is there a garden in the place you live in?"
    ],
    "Advertisements": [
        "What are popular types of advertising in today’s world?",
        "What type of media advertising do you like most?",
        "Do you think advertising influences what people buy?",
        "What factors should be taken into account when making advertisements?",
        "Is advertising really necessary in modern society?",
        "Let’s move on from types of advertising to the impact of advertising on\n    children. How does advertising influence children?",
        "Is there any advertising that can be harmful to children?"
    ],
    "Animals": [
        "Why do people like to keep pets ?",
        "What should we do to protect endangered animals ?",
        "Do you support doing experiments on animals ?",
        "Why do some people refuse to eat animals ?",
        "What would happen when some species disappear on earth ?",
        "Do you think that aquatic animals are dangerous ?",
        "What is it like to be a professional athlete?",
        "A lot of animals are getting extinct these days. What do you think about\n    this? Why is it happening?",
        "Earlier people used animals for their work. Now, what do people use to do\n    their work?",
        "Research is being conducted on animals; is this a good idea?"
    ],
    "Birthdays": [
        "What did you usually do on your birthday when you were a child?",
        "How do you normally celebrate your birthday now?",
        "Is your birthday now still as important to you as when you were a child?",
        "Do you think it’s important to give someone a card when it’s\n    their birthday?",
        "Do you think the price of gifts/presents is important?"
    ],
    "Books": [
        "Do people read more nowadays?",
        "Do you read before going to bed?",
        "In your opinion, how will e-books affect paper books?",
        "What’s the difference between films and books?",
        "Let’s move on to the topic of traditional literature in your country. \n    What is one example of traditional literature in your country?",
        "Do you like reading the traditional literature of your country?",
        "Do you prefer books or movies?",
        "Do you think it is important to read the book before watching the movie\n    version of it?",
        "Do boys and girls like the same kinds of books?",
        "What kind of books do Indian people like to read?"
    ],
    "Celebrity": [
        "Who is your favourite celebrity?",
        "Do you like any foreign celebrities?",
        "Would you want to be a celebrity in the future?",
        "Do you think we should protect famous people’s privacy?",
        "How do celebrities influence their fans in your country?",
        "Clothes, Fashion & Photos",
        "What is your favourite item of clothing?",
        "Are there any traditional clothes in your country?",
        "Where do you usually purchase your clothes?",
        "Have you ever bought clothes online?",
        "Were you interested in fashion when you were a child?",
        "Is fashion important to you now?",
        "What types of clothes are fashionable for young people in your country these\n    days?",
        "Does fashion change for people as they get older?",
        "Who do you usually take photos of?",
        "How do you keep your photos?",
        "Do you keep your photographs on your computer?",
        "Have you framed any of your photos?",
        "Do you prefer to send postcards to people or to send photos that you took\n    yourself?",
        "Are there any photos on the walls of your home?"
    ],
    "Colours": [
        "What colours do you like?",
        "What’s the most popular colour in your country?",
        "Do you like to wear dark or bright colours?",
        "What’s the difference between men and women’s preference for colours?",
        "Do colours affect your mood?"
    ],
    "Computer": [
        "Do you use computers?",
        "What do you use a computer to do?",
        "Did you use computers when you were little?",
        "Do people often use computers these days?",
        "Will people continue to use computers in the future?"
    ],
    "Country": [
        "What is your country famous for?",
        "Where do you live in your country?",
        "Is it an interesting place to live?",
        "Are you planning to live there in the future?",
        "Daily Routine",
        "Tell me about your daily routine?",
        "Has your daily routine changed since you were a child?",
        "Is your daily routine different at the weekend to during the week?",
        "What would you like to change about your daily routine?",
        "Do you think it’s important to have a daily routine?"
    ],
    "Dictionaries": [
        "Do you ever use a dictionary?",
        "Do you prefer paper or electronic dictionaries?",
        "Are dictionaries used a lot in schools in your country?",
        "Do you think dictionaries are useful for learning a language?"
    ],
    "Dreams": [
        "Do you dream much at night?",
        "Do you often remember your dreams?",
        "Do you think we can learn anything from dreams?",
        "Do people in your country talk about their dreams?",
        "Do you think that dreams can come true?"
    ],
    "Email": [
        "What kinds of emails do you receive about your work or studies?",
        "Do you prefer to email, phone, or text your friends?",
        "Do you reply to emails as soon as you receive them?",
        "Are you happy to receive emails that are advertising things?",
        "Do you email people often?",
        "Do you chat with friends or family more with email?",
        "Do you think people prefer to receive an email or a letter?",
        "Do you think it’s easier to write an email or a letter?",
        "Do you think email will eventually replace letter writing?"
    ],
    "Exercise": [
        "Describe a type of exercise that you like to do. You should say:",
        "What the exercise is",
        "When you do it",
        "Where you do it",
        "Explain why you like this particular exercise.",
        "Exciting Experience",
        "Describe an exciting experience you’ve had. You should say:",
        "when it was",
        "where you were",
        "what it was",
        "And explain what made this experience especially exciting."
    ],
    "Flowers": [
        "Have you ever given anybody flowers?",
        "Is it popular to give flowers to people in your country?",
        "On what special occasions do people give flowers in your country?",
        "What kinds of flowers would you like to receive as a present?"
    ],
    "Friends": [
        "What is the importance of friends?",
        "Would you like to have a few very good friends or a lot of just friends?",
        "If you had a problem, would you go to your friends or family? Why?",
        "Do you think it is always better to talk to your friends about such a\n    problem?",
        "Is it important to have friends from other countries?"
    ],
    "Food": [
        "What are the types of food that people eat in your country?",
        "What about foreign food? What kinds of foreign food are popular in your\n    country?",
        "In your country, is it important to have a meal together with your family?",
        "Is food now better than in the past?",
        "What kind of people would like to go to a cafe?",
        "Why do young people like studying in a cafe instead of at home?",
        "Do older people like to drink coffee?",
        "Do Indian people like to drink coffee?",
        "Does the taste of coffee vary by country?"
    ],
    "Home": [
        "Why do people move to a new home?",
        "What problems do people face after moving to a new place?",
        "What are the advantages and disadvantages of living in the same place?",
        "Is it good to move to a new place frequently? Why?",
        "Do you think it’s better to rent or to buy a place to live in?",
        "How easy is it to find a place to live in your country?",
        "Do you agree that there is a right age for young adults to stop living with\n    their parents?",
        "What options are available to young couples looking for accommodation in\n    your country?",
        "What are some of the pleasures involved in making a home for ourselves?"
    ],
    "Hometown": [
        "Describe an important building in your hometown or city. You should say:",
        "where it is",
        "what it looks like",
        "what it is used for",
        "and explain why you think it is important.",
        "Describe a change that could improve your local area. You should say:",
        "what the change would be",
        "how this change could be made",
        "what problems are causing the need for this change",
        "and explain how this change would improve your local area."
    ],
    "Humour": [
        "What type of programmes do you find funny on TV?",
        "Which types of programmes are most popular in your country?",
        "What kind of things make you laugh?",
        "Do you like to make people laugh?",
        "Indoor Activities & Transportation",
        "Do you prefer public transportation or private transportation?",
        "What’re the most popular means of transportation in your hometown?",
        "Is it easy to catch a bus in your country?",
        "Is driving to work popular in your country?",
        "What do you think will become the most popular means of transportation in\n    your country?",
        "Do you like indoor activities?",
        "What indoor activities do you like?",
        "How much time do you spend indoors every week?",
        "What types of indoor activities are popular in your country?"
    ],
    "Internet": [
        "How do you think the Internet will change people’s buying habits in\n    the future?",
        "What are the pros and cons of shopping online?",
        "Is the Internet important for education?",
        "Do you think parents should supervise their children’s use of the Internet?",
        "What’s the best age for children to use the Internet?",
        "Why do children start using the Internet very early nowadays?",
        "Let’s move on to what people do on the Internet. What do you think people do\n    on the Internet?",
        "What about elderly people? Do elderly people use the Internet very much?",
        "What can people do on social media?",
        "Do you think older people and younger people will use the same kind of\n    social media software?",
        "Do older people spend much time on social media?",
        "Are non-social media like television and newspapers still useful?",
        "What are the advantages and disadvantages of using social media?"
    ],
    "Lifestyle": [
        "What do you do in your free time?",
        "Do you have a busy social life?",
        "Do you lead an active life?",
        "Has your life changed much in the last year?",
        "What would you like to change about your lifestyle?",
        "What type of activities do you like to do in your free time?",
        "How long have you been interested in these activities?",
        "Do you like to do these activities alone or with other people? (Why)?",
        "Do you think people have enough free time?"
    ],
    "Major": [
        "Do you work or study?",
        "What is your major? Or what was your major?",
        "Did you or do you like it?",
        "Is it a popular major at your university?",
        "Why did you choose that major?",
        "What is the most difficult part of studying that subject?",
        "Do you plan to use the subject you are studying in the future?",
        "If you could change to another major, what would it be?",
        "Would you change it if you had the chance?",
        "Mobile Phones",
        "Do you have a mobile phone?",
        "At what age did you first get a mobile?",
        "What do you most use it for?",
        "Is it a nuisance if people use mobiles in public places such as trains and\n    buses?"
    ],
    "Movies": [
        "How often do you go to the cinema?",
        "Are cinema tickets expensive in your country?",
        "What are the advantages of seeing a film at the cinema?",
        "Do you usually watch films alone or with others?",
        "Which actor would you like to play you in a film?"
    ],
    "Museums": [
        "Are museums popular in your country?",
        "Did you visit museums when you were a child?",
        "Do you like to visit museums nowadays?",
        "Do you think you should pay to visit museums?"
    ],
    "Music": [
        "What kind of music is popular in your country?",
        "How does pop music now compare to when you were growing up?",
        "Is foreign music or music from your country more popular with people your\n    age?",
        "Let’s move on to the role of government on music. Do you think is it\n    necessary for the government to require all children to learn music?",
        "Do you think the government needs to do more to preserve traditional music?\n    What could they do?",
        "Finally, let’s talk about illegal downloading of music. There’s a lot\n    of pirated music. Do you agree that we should support official music?",
        "What are some possible advantages and disadvantages of being stricter about\n    the illegal downloading of music?",
        "Do you think CDs will have any role in the music industry in the future?",
        "Do singers play an important role in your country?",
        "Do you think celebrities have a lot of income?",
        "In your country, do people prefer to listen to traditional music or foreign\n    music?",
        "Do you prefer live performances?",
        "What do you think about the role of singers on the national level?",
        "What types of songs are the most popular among today’s young generation in\n    India?",
        "Why do you think pop music is so popular?"
    ],
    "Neighbours": [
        "Do you know the people who live next door to you?",
        "How often do you see each other?",
        "What kind of relationship do you have?",
        "How can neighbours be helpful?",
        "What kind of problems can people have with their neighbours in a big city?",
        "Newspaper And Magazine",
        "Which do you prefer reading, newspapers or magazines?",
        "What type of stories do you like to read about?",
        "Do you think reading a magazine or a newspaper can help you learn a\n    language?",
        "Why do you think some people prefer magazines to newspapers?",
        "Do you often read newspapers?",
        "Do you prefer to read local news or international news?",
        "Which is more popular where you live, newspapers or magazines?",
        "Do many people today read newspapers?",
        "In the future, do you think more people than today will read magazines or\n    fewer people?",
        "Do you think newspapers will be very important to you in the future?",
        "Outdoor Activities",
        "Do you like outdoor activities?",
        "What outdoor sports do you like?",
        "How much time do you spend outdoors every week?",
        "What types of outdoor activities are popular in your country?",
        "Patience & Politeness",
        "What do you think patience is?",
        "Do you think patience is important?",
        "Do you think you are a patient person?",
        "Have you ever lost your patience?",
        "Are you a polite person?",
        "Who taught you to be polite?",
        "Is it important to be polite?",
        "What do you do if others are not polite to you?",
        "Public Transport",
        "What kinds of public transport do you have in your country?",
        "What kinds of public transport do most people use?",
        "What is your favourite type of public transport?",
        "What do you do when you are travelling on public transport?",
        "How could public transport in your country be improved?"
    ],
    "Seasons": [
        "What is your favourite season?",
        "Tell me about the different seasons in your country.",
        "How do the clothes people wear in your country change with the seasons?",
        "Do any types of jobs people do in your country change with the seasons?",
        "Is tourism popular in a particular season in your country?",
        "What season (or weather) do you think is most suitable for work and/or\n    study?"
    ],
    "Sports": [
        "What types of sports are popular in your country?",
        "Do you think the types of sports that are popular will change in the future?",
        "Let’s move on to talk about some positive aspects of sports. In your\n    opinion, what are the benefits of playing a sport?",
        "What about cultural aspects? How can sports bring people from different\n    countries closer together?",
        "Do you think old people can keep fit by playing sports or exercising?",
        "Finally, let’s talk about the Olympic Games. How are the Olympic players\n    trained in your country? Do they usually start training when they are born?",
        "Why would somebody dislike watching the Olympic Games?",
        "Do you think the types of sport that are popular will change in the future?",
        "How often do people go to buy clothes?",
        "Why do parents let their children play with puzzles?",
        "What kind of puzzles improve people’s intelligence?",
        "Why are detective stories attractive to people?",
        "Which do you think is better? A detective movie or its original novel?",
        "Which age group plays puzzles the most?",
        "What kinds of exercises do Indian people like?",
        "What characteristics do you think an athlete should have?",
        "Why are there so few top athletes?",
        "What’s the best way to become a top athlete?"
    ],
    "Timing": [
        "Is being late acceptable in your culture?",
        "Are you ever late for appointments?",
        "What type of excuses do you think are alright for lateness?",
        "How do you feel when someone is late for an appointment with you?"
    ],
    "Travel": [
        "Why do some people prefer to travel abroad rather than travel in their own\n    country?",
        "Do you think travelling to another country can change the way that people\n    think?",
        "Do you think it’s safer to travel today than in the past?",
        "Let’s move on to tourism. What are some famous tourist spots in your\n    country?",
        "What are the positive impacts of tourism in your country?",
        "What are the negative impacts of tourism in your country?",
        "What can you say about the future of the tourism industry in your country?",
        "Does the rating of the people influence their choice?",
        "How do people reserve rooms?",
        "What influences people’s choice of a hotel?",
        "What is the difference between a hotel in our country and a hotel abroad?",
        "Which feature is the most important facility you look for while staying in a\n    hotel?"
    ],
    "Trees": [
        "Do you like trees?",
        "Are there many trees in your hometown?",
        "Do you think there are enough trees in most cities?",
        "What are the benefits of planting more trees?"
    ],
    "TV": [
        "Tell me about the types of programmes that are generally on television in\n    your country.",
        "Do you think state or private television is better?",
        "Let’s move on from TV programmes to television in general. How has TV\n    changed our lives?",
        "Do you think TV influences the way we think?",
        "Should children be allowed to watch a lot of TV?",
        "Are all people on TV famous?",
        "How popular is watching television in your country?",
        "Tell me about the types of programmes that are generally on television in\n    your country.",
        "Why do people like watching television?",
        "What effects can watching television have on children?"
    ],
    "Weather": [
        "Describe the seasons in your country"
    ],
    "Work": [
        "Do you think job satisfaction is more important than your salary when\n    choosing a job?",
        "What skills do you think are needed to get a good job these days?",
        "Do you think that women should be able to do the same jobs as men?",
        "What’s the difference between white-collar and blue-collar jobs?",
        "What jobs do you think are most valuable to society?"
    ],
    "Writing": [
        "Do you enjoy writing?",
        "What age do children normally learn to write in your country?",
        "Did you write a lot when you were a child?",
        "Do you ever write letters?",
        "Do you prefer writing letters or sending emails?"
    ],
    "Animal": [
        "Describe an interesting animal you have seen. You should say:",
        "What animal it was",
        "When and Where you saw it",
        "And explain how you feel about this animal",
        "and explain why you think this animal is interesting."
    ],
    "Art": [
        "How do people in your country feel about art?",
        "Do people in your country prefer music over art?",
        "What are some traditional art forms in your country?",
        "How has art changed in the past few decades in your country?",
        "Let’s move on from art in your country to art education. Do you think\n    children should study art in school?",
        "How can children benefit from learning about art?",
        "Do you think the government should provide support for art and cultural\n    activities?",
        "How could art exhibitions attract more visitors?",
        "Are art exhibitions popular in your country?",
        "Do you think people should have to pay to visit art exhibitions?",
        "How will art exhibitions change in the future?",
        "What can you do to support an artist?"
    ],
    "Buildings": [
        "Describe a building that you particularly like. You should say:",
        "Where the building is",
        "What it looks like",
        "What you can do there",
        "Explain why you like this building."
    ],
    "Business": [
        "In your opinion, do business people have to work long hours?",
        "How do business people relax?",
        "Let’s move on to the topic of small businesses. How can a small business\n    grow big?",
        "In your opinion, what kind of small businesses will young people have in the\n    future?",
        "In your opinion, what skills are required to start a small business?",
        "Finally, let’s talk about globalisation. What are the impacts of\n    globalisation on small and large businesses?",
        "What qualities are required to become a company leader (or CEO or manager)?",
        "In general, what factors do you think to determine whether a small company\n    will become successful or not?",
        "Do you think the latest technology plays an important role in a company’s\n    development?",
        "What do you think of charitable organisations?",
        "Which do you think is better, to start your own business or to work for\n    someone else?"
    ],
    "Change": [
        "Do you think change is good?",
        "What are some of the major changes that occur to people throughout their\n    lives?",
        "Is your country changing rapidly?",
        "In what ways have changes in technology changed people’s lives?",
        "Why do old people not accept change?"
    ],
    "Clothes": [
        "Can clothing tell you much about a person in your country?",
        "Do people still wear traditional clothing in your country?",
        "How has clothing fashion changed in your country over the last few decades?",
        "Why do some companies ask their staff to wear uniforms?",
        "What are the advantages and disadvantages of having uniforms at work?",
        "For which jobs are people required to wear a uniform in your country?",
        "Do you think people are treated differently when they are in uniform?",
        "Where do people from your country buy clothes?",
        "What’s the difference between men and women’s choices of clothes?",
        "Do clothes affect people’s mood?",
        "What do people consider when buying clothes?",
        "What would you say are the advantages and disadvantages of wearing a\n    uniform?",
        "In your country, do schools provide similar uniforms to their students?",
        "What kinds of professionals need to wear uniforms?",
        "Do you think people wear clothes that reflect their personality?",
        "Do you think women’s clothes show more variety than men’s clothes?"
    ],
    "City": [
        "In your opinion, what makes a city a good one to live in?",
        "What are the advantages of living in a city?",
        "Let’s move on from the positive aspects of cities to the negative aspects of\n    cities. In your opinion, what are the negative aspects of crowded cities?",
        "How can governments improve living standards in crowded cities?",
        "What about air quality? What can people do to improve the air quality in the\n    city?",
        "What are the advantages and disadvantages of living in tall buildings ?",
        "Do you think there will be more tall buildings in the future?",
        "Why aren’t there many tall buildings in the countryside?",
        "Why do some people like to live in tall buildings nowadays?",
        "Is it true that tall buildings are more beneficial than small buildings?",
        "Why do a lot of people enjoy going to crowded places?",
        "Where (or what) would you say is the most crowded place in your city?",
        "Would you say it’s important for a city to have amusement (and/or\n    recreational) facilities?",
        "Why do you think people choose to live in big cities (despite certain\n    problems)?",
        "How do you think cities overseas are different from those in your country?",
        "Would you say urban planning is important?"
    ],
    "Company": [
        "What is the difference between big companies and small companies?",
        "Are there many big companies in your country?",
        "What are the good things about working for a big company?",
        "Should big companies be punished more seriously than small companies?",
        "Why do some people choose to work at an international company?",
        "Let’s move on to the topic of companies’ services. How can a company\n    maintain the quality of the service that it gives to the public?",
        "Do you think it’s important for a company to provide after-sales\n    service?",
        "Daily Routine",
        "What are a few things that make you happy?",
        "Do you believe that engaging in artistic activities might make people\n    happier? (Why/Why not)",
        "Do you think people who have more talent are happier than others? (Why/Why\n    not)",
        "Do you think money makes people happy?",
        "Are the things or events that make people happy today the same as several\n    decades ago?",
        "What are the benefits of getting up early?",
        "Why do some people like to stay up late?",
        "Do you think it is important to be punctual?",
        "What kind of situations need people to arrive early?",
        "Why do children and youngsters generally wake up late?",
        "Do you know anyone who likes to get up early?"
    ],
    "Decision": [
        "Why do some people find it hard to make decisions?",
        "How important is it to get advice from other people when making decisions?",
        "Why is it sometimes difficult to accept advice?",
        "What are some of the most important decisions young people have to make?",
        "Do you agree that parents should make important decisions for their\n    children?",
        "Is it better to make a decision thinking about what you want or thinking\n    about what other people want?",
        "Desired Change to Local Area",
        "Why do old people not like changes?",
        "Do you think it’s important for people to socialise with their neighbours?",
        "How do people socialise with their neighbours?",
        "Eating habits",
        "Tell me about the types of food that people eat in your country.",
        "How are the eating habits now in your country different from eating habits\n    in the past?",
        "How healthy is your country’s food?",
        "Why do you think different cultures have different table manners?",
        "How may eating habits change in coming decades?",
        "Let’s move on to diet and eating habits. Do you think our diet is important?",
        "What is a balanced diet?",
        "How might eating habits change in the coming decades?"
    ],
    "Entertainment": [
        "Do you think traditional performances are important?",
        "What do you think is the difference between watching a live performance and\n    watching it on TV?",
        "How do you think watching a dance performance or a stage play influences\n    children?"
    ],
    "Environment": [
        "What are some of the main environmental problems in your county?",
        "Why should people be concerned about the environment?",
        "Is water pollution a problem in your country?",
        "What are some of the causes of water pollution?",
        "Do you think problems with the cleanliness of water will improve in the\n    future?",
        "How can people protect the environment?",
        "Do you think money should be spent on protecting animals?",
        "Do you think more should be done to protect natural scenic spots in your\n    country?",
        "What can individuals do to try and ensure water is kept clean?"
    ],
    "Family": [
        "Is family important in your country?",
        "Who should be responsible to care for the elderly? Should it be the family\n    or the government?",
        "How has the size of the average family changed in your country in the last\n    few decades?",
        "How do you think families will change in the future?",
        "Let’s move on to the roles of different family members. Should husbands and\n    wives have different roles within the family?",
        "What role do grandparents play in the family in your country?",
        "What qualities does a person need to have to take care of old people?",
        "Do you think old people should be taken care of at home?",
        "How can people in the neighbourhood help the elderly during an epidemic?",
        "Do you see this kind of help occurring in your neighbourhood?",
        "Do you think teenagers must indulge in building a community for elderly?",
        "What kind of jobs need physical activity?",
        "Can physical workers have higher salaries in the future?",
        "Do you think machines could replace manual labour in the future?",
        "What’s the difference between payment for physical work and payment\n    for mental work?",
        "How can a person’s energy affect others?",
        "Do you think children are born smart or do they learn to become smart?",
        "How do children become smart at school?",
        "Why are some people well-rounded and others only good at one thing?",
        "Why does modern society need talent of all kinds?",
        "How can we assist youngsters in realising their potential?",
        "Who is the head of the family in your culture?",
        "Are men better at decision-making in a family?",
        "How do you see leadership qualities now and in the future?",
        "Do you think that in the future there will be more women leaders?",
        "Should a leader discuss with team members when making decisions?",
        "What are the advantages of strong family relationships?",
        "How many generations are usually living under one roof in your country?",
        "What are the benefits, and drawbacks of a family of several generations\n    living together?",
        "Do both parents have equal responsibilities in taking care of their\n    children?"
    ],
    "Furniture": [
        "In what situations do people in your country buy furniture?",
        "In families in your country, who usually decides what furniture to buy for\n    the home?",
        "How do people in your country decide what furniture to buy for the home or\n    office?",
        "Do people in your country prefer traditional or modern styles of furniture?"
    ],
    "Garden": [
        "Describe a garden or park you enjoyed visiting. You should say:",
        "where it was",
        "what it looked like",
        "what you did (or were doing) there",
        "and explain why you liked it."
    ],
    "Gifts": [
        "Describe a present that you gave someone. You should say:",
        "Who you gave it to",
        "Why you decided to give them a present",
        "Why you chose that present",
        "And say how that present compares to other presents you have given that person\n  or other people."
    ],
    "Health": [
        "How can people improve their health?",
        "Do elderly people exercise much in your country?",
        "Do you think all illnesses can be prevented?",
        "Do you think that illnesses will be less common in the future?",
        "Do you think healthcare should be free?",
        "What makes someone a good doctor?",
        "Why is it that different people want to see different magazines?",
        "What type of magazines do teens prefer to read?",
        "What is the distinction between information on TV and information in\n    magazines?",
        "Do folks like to read the information on the World Wide Web?",
        "Do people still purchase magazines in their own country?",
        "Do you feel that people now are healthier than people previously?",
        "Do you think we have to restructure our lifestyle to improve our health?",
        "How do you think people could become healthier?",
        "Are there any differences between the way old people and young people try to\n    stay healthy?",
        "Do schools in your country have any special activities to enhance the\n    fitness of students?",
        "Do you think people in the future will be doing more exercise and eating\n    healthier than they are today?"
    ],
    "Help": [
        "Do you like helping others?",
        "Do you think people are less willing to help others these days compared to\n    the past?",
        "Do people today trust others as much as they used to in the past?",
        "How do people in your community help each other?",
        "Let’s move on to the topic of educating children to help people. In your\n    view, should children be taught to help others?",
        "In your opinion, how can we encourage children to help others?",
        "What about students? How can students, such as high-school students, help\n    each other?"
    ],
    "History": [
        "Do you think history is important?",
        "Do you like to learn about history?",
        "What do you think we can learn by studying history?",
        "Let’s move on to different ways of learning about history. In your opinion,\n    how can people learn about history?",
        "Do you think people can learn history from films or TV programs?",
        "Do you think the internet is a good place to learn about history?",
        "What is the effect of technology on how people learn about history?"
    ],
    "Hobbies": [
        "Talk about a leisure activity you did when you were a child. You should say:",
        "How you first became interested in it",
        "How long you did it, or have been doing it for",
        "Why you enjoyed doing it",
        "And say if you have become more or less interested in that hobby since you\n  were a child, and why."
    ],
    "Holiday": [
        "First of all, why do people go on holiday?",
        "How important is it for families to go on holiday together?",
        "Why do some people go on holiday alone?",
        "How have holidays changed over the past few decades?",
        "What kind of holidays will be popular in the future?",
        "Let’s move on to talk about taking holidays in a foreign country. Do you\n    think is it better to take a holiday in your own country or in a foreign\n    country?",
        "What problems can people have on holiday in a foreign country?"
    ],
    "Influence": [
        "What types of people influence the young in your country?",
        "What type of people, such as parents, teachers, or friends, are best to\n    influence young people’s behaviour?",
        "Why is it important for young people to have role models?",
        "What do you think young people will be influenced by the most in the future?",
        "Why is it important to have role models?",
        "Do you think the education system in your country influences young people’s\n    behaviour?",
        "What type of person (parents, teachers, friends etc) are best to influence\n    young people’s behaviour?",
        "What do you think young people will be most influenced by in the future?"
    ],
    "Language": [
        "Talk about one method of learning a foreign language you have used. You should\n  say:",
        "What you did",
        "How long have you used this method for",
        "How it compares to other methods of learning a language",
        "And say if you will use that same method in the future or not, and why",
        "Talk about an English language book you have read or used. You should say:",
        "Why you bought or used that book",
        "What you learned from using it",
        "If it was difficult or easy to use",
        "And say if you would use a similar book again or not, and why",
        "Talk about a language test you have taken. You should say:",
        "Where you took the test",
        "How long it took",
        "What skills and language knowledge you were tested on",
        "And say if you think the test was a good indicator of your language level or\n  not, and why.",
        "Lake/River",
        "Describe an important lake/river in your country. Please tell me:",
        "where it is located",
        "how big/long it is",
        "what it looks like",
        "explain why it is important"
    ],
    "Late": [
        "What is the general attitude towards arriving somewhere late in your\n    country?",
        "What is an example of a time when it is very important for people to arrive\n    on time in your country?",
        "Can you suggest some ways to make sure you are not late for anything?",
        "Let’s move on to how modern technology influences the way that people manage\n    time. Do you think computers make it easier or more difficult to manage\n    time?",
        "How can modern technology help people arrive early?",
        "Do you think it is easy to manage your time in the modern world?",
        "Leisure activities",
        "What types of leisure activities are popular in your country?",
        "Why is it important for people to have time for leisure activities?",
        "Why are some activities more popular than others?",
        "Are the types of leisure activities that are popular today the same as those\n    that were popular when your parents were young?",
        "What types of leisure activities may become more popular in the future?",
        "Do you think (watching) films have (has) any educational benefits?",
        "In what ways are documentary films and films only for entertainment\n    different?",
        "Why do you think documentary films are not so popular?",
        "How are movies and real life different?",
        "Do men and women watch the same kind of films?",
        "Do different age groups like the same kind of films?",
        "Do you like any particular film star? Why?",
        "Do you like movie stars who were treated like God?"
    ],
    "Machine": [
        "What kinds of machines are used for housework in modern homes in your\n    country?",
        "How have these machines benefited people? Are there any negative effects of\n    using them?",
        "Do you think all new homes will be equipped with household machines in the\n    future? Why?",
        "Let’s move on to technology. Do you think people rely too much on\n    technology?",
        "Do you think men and women view technology differently?",
        "Finally, let’s talk about the impact of technology on employment. How have\n    developments in technology affected employment in your country?",
        "Some people think that technology has brought more stress than benefits to\n    employed people nowadays. Do you agree or disagree with this statement?"
    ],
    "Memory": [
        "Do you think it’s important to have a good memory?",
        "Why do sometimes people forget things?",
        "Which do you think is more important to remember, a business meeting or a\n    meeting with a friend?",
        "Are there any things that are especially important for people to memorise?",
        "Let’s move on from memory to family history. Why do people want to remember\n    their family history?",
        "What can you do to learn more about your family history?",
        "Mobile phones",
        "Do you think there should be regulations on the use of mobile phones?",
        "What do you think of primary school students owning a mobile phone?",
        "What (minimum) age do you think is appropriate for owning a cell phone?"
    ],
    "Memories": [
        "Describe a happy childhood event. You should say:",
        "When it happened",
        "Who was involved",
        "How you felt at the time",
        "Explain why you remember this particular occasion.",
        "Mobile phone",
        "Describe a time when you couldn’t use your mobile phone. You should say:",
        "where it was",
        "what you were doing at this time",
        "when it was",
        "and explain why you were not able to use your mobile phone."
    ],
    "Money": [
        "Is money important to you?",
        "What is the relationship between money and power?",
        "Let’s move on to teaching children about money. How do you think parents can\n    teach the value of money to their children?",
        "Do you think it is important to teach children money skills?",
        "Should we let children buy whatever they want with money they’ve saved?"
    ],
    "News": [
        "How do people get their news in today’s society?",
        "How do you think people will get their news in the future?",
        "How does modern technology affect the delivery of news?",
        "Do you believe everything you read in the newspaper?",
        "Let’s move on to the topic of good news. In your opinion, when do people\n    share good news?",
        "How do people share good news?",
        "What is the difference between new media and old media?",
        "Do you think the contents in the newspapers are reliable?",
        "Do you think it’s necessary for people to watch foreign news?",
        "How has social media changed how we consume news?",
        "What kinds of (famous) people are usually in the news in your country?"
    ],
    "Parenting": [
        "For parents, what is important when bringing up their children?",
        "Do you think mothers and fathers have different roles to play in bringing up\n    a child?",
        "Let’s move on to the education of children. Do you think hitting children is\n    sometimes necessary for discipline?",
        "Do you think sweets are a good thing to reward children with?",
        "Do you think parents spend too much on buying toys for their children?"
    ],
    "Party": [
        "When do people usually have parties in your country?",
        "What makes a good party?",
        "What are the main reasons why people organise family parties in your\n    country?",
        "In some places people spend a lot of money on parties that celebrate special\n    family events. Is this ever true in your country? Do you think this is a\n    good trend or a bad trend?",
        "How important is it to celebrate important events with a group of people?",
        "Why do some people think that national celebrations are a waste of\n    government money? Do you agree or disagree with this view? Why?"
    ],
    "Plans": [
        "In general, do you think planning is important?",
        "Do you think people should make highly detailed plans or just general plans?",
        "What types of people like to make plans?",
        "Why do you think some people dislike making plans?",
        "Let’s move on from planning to career plans. Do you think it’s\n    important for a person to have a career plan?",
        "How do most people plan their futures in their education and careers?",
        "Do you think it’s important for young people to get advice from their\n    parents when planning a career?"
    ],
    "Products": [
        "What kinds of products are mostly imported into your country?",
        "In your opinion, why do some people like to buy imported products?",
        "Let’s move on to local products. What are some famous local products in your\n    country?",
        "Do you think a country should make everything it needs or import some\n    things?",
        "What are the disadvantages of a country producing everything it needs?",
        "Finally, let’s talk about globalisation. Do you think the globalisation of\n    industries and commerce is a good thing?",
        "What are the impacts of globalisation on international trade?"
    ],
    "Reading": [
        "Describe your favourite book. You should say:",
        "When you read the book",
        "What the book is about",
        "Why did you read it",
        "Explain why this book is your favourite.",
        "Describe a website that you visit a lot. You should say:",
        "What is the website about",
        "How you found the website",
        "Who else you told about the website",
        "Explain why you visit the website a lot."
    ],
    "Restaurants": [
        "Do many people eat in restaurants in your country?",
        "Why do some people enjoy eating out?",
        "Is it expensive to eat out in your country?",
        "Let’s move on from eating in restaurants to cooking at home. Do you like to\n    cook at home?",
        "Nowadays, more and more people are unwilling to cook. Why is this happening?",
        "What’s the difference between restaurant food and home-cooked food?"
    ],
    "Rules": [
        "Why do we have rules in society?",
        "Do you think it’s necessary to set up rules about overworking people?",
        "What are some examples of rules that exist in many families?",
        "What are some rules that exist in schools or workplaces in your country?",
        "Do you think that the students themselves should have a say in what kinds of\n    school rules there are?"
    ],
    "School": [
        "Is higher education too expensive in your country?",
        "Should all students pay for their university education?",
        "Can you compare the education your parents had with the education that you\n    received?",
        "What changes do you think will happen in the classrooms of the near future?",
        "Let’s move on to university education. What advantages do universities bring\n    to society?",
        "Which is more important, research or teaching?",
        "What makes a good university student?",
        "Do you think students should be taken to school by their parents or go by\n    themselves?",
        "Should children rely on their parents or be independent?",
        "How can children become more independent?",
        "What is the effect if parents interfere with children’s life too much?",
        "How does changing school affect children?"
    ],
    "Science": [
        "Do you think science is important?",
        "Do you think science can change our society?",
        "Which area of science has been the most important in the last one hundred\n    years?",
        "Why do you think some inventions have not been successful in the\n    marketplace?",
        "Do you think it’s good that new inventions are appearing so often?",
        "Do you think there will be any negative effects resulting from future\n    technology?"
    ],
    "Shopping": [
        "What are your thoughts about the trend that people buy new things instead of\n    repairing the old ones?",
        "Is increasing consumerism a good trend?",
        "Do you think adults and youngsters’ shopping lists have a vast difference?",
        "Which products are most consumed in your country? Why?"
    ],
    "Teachers": [
        "Describe the best teacher you have had. You should say:",
        "what subject the teacher taught",
        "when you studied with him or her",
        "what made that person a good teacher",
        "and explain why you think this person was the best teacher you’ve had.",
        "Text message",
        "Describe an important text message you received. You should say:",
        "who sent the message",
        "what was in the message",
        "why the person sent the message",
        "and explain why the message was important to you."
    ],
    "Things": [
        "What kinds of possessions are considered high-status to people in your\n    country?",
        "Were different possessions thought of as valuable in the past?",
        "Why do you think people need to show their status in society?",
        "Do advertisements give correct information, or do they encourage people to\n    buy things that they may not need?",
        "Where can people hear a lot of noise?",
        "What may happen when someone listens to very loud music using headphones\n    while they are running or hiking?",
        "What can be done to reduce traffic noise?",
        "Do you think the world will be noisier in the future?",
        "What rules should be imposed to reduce noise pollution in the near future?",
        "Time When Someone Apologised to You",
        "What kinds of people are most likely to say sorry?",
        "In what situations do you think people need to (or, should) apologise?",
        "What do you think of those people who don’t apologise very often?",
        "Traditional Products",
        "What different types of traditional products are produced in your country?",
        "In your opinion, why do traditional products attract tourists?",
        "Do you think there are benefits of traditional products to locals?",
        "Do you think the government should help in the promotion of traditional\n    products?",
        "Let’s move on from traditional products to traditions. Do you think because\n    of globalisation countries are adopting each other’s traditions?",
        "Did the traditional things of the past are of better quality than present\n    day things?",
        "Do you think it is necessary to protect traditions?"
    ],
    "Transportation": [
        "Describe the transportation system in your hometown or the place you are\n  living now. You should say:",
        "What kind of transportation there is",
        "Which kind of transportation do most people use",
        "What are the good points and bad points of the transportation system are",
        "And say if you think most people are happy with the transportation system or\n  not, and why.",
        "Talk about one means of transportation that you often use. You should mention:",
        "Where you usually go by that means of transportation",
        "What the advantages of that method of travelling are",
        "What the disadvantages are",
        "And say if you think you will use that means of transport more or less often\n  in the future, and why.",
        "Describe a trip you took by public transport. You should say:",
        "when it happened",
        "what means of transport you took",
        "what you did during the trip",
        "and explain how you felt about the trip."
    ],
    "Vegetables": [
        "What vegetables are common in your country?",
        "Do people like to grow vegetables in your country?",
        "How do people feel when they eat vegetables that they grew on their own?",
        "Let’s move on to the topic of organic vegetables. As we know organic fruits\n    and vegetables are more expensive than conventional fruits and vegetables,\n    but they are actually worth the extra cost. Do you think organic fruit\n    deserves a higher price?",
        "Do you think the government should encourage farmers to grow more organic\n    vegetables?"
    ],
    "Education": [
        "How are education priorities today different from those in the past?",
        "What is your opinion on the way languages are taught in schools?",
        "How can the type of school you go to affect career success?",
        "What changes do you think will happen in the classroom in the near future?",
        "Electronic Devices",
        "What are the most popular electronic devices in today’s world?",
        "What devices do you think will be popular in the future?",
        "Let’s move on to the role of electronic devices in today’s society. Do you\n    think people spend too much money on electronic devices?",
        "In what ways can electronic devices make our lives harder?",
        "What would the world be like without computers?",
        "Should children be taught to use computers at school?"
    ],
    "Events": [
        "What rewards can children get from school?",
        "Should parents push their children to get prizes?",
        "Is it good for children to compete for prizes at school?",
        "What kinds of rewards can companies offer to their outstanding employees?",
        "Is it good to have competition?",
        "What are the most common resolutions in your country?",
        "How difficult would it be for you to save money this year?",
        "How difficult would it be for you to get fit this year?",
        "What do you think this year will be like for you?",
        "Do you personally think that resolutions help us achieve our goals?",
        "What are the benefits of taking New year resolutions?",
        "Describe an event that you attended recently.",
        "Describe an important choice you had to make in your life.",
        "Describe a very difficult task that you succeeded in doing.",
        "Describe an interesting discussion you had related to your work or studies.",
        "Exciting Experience",
        "Can you compare some exciting activities people do now with activities\n    people did 20 years ago?",
        "Why do some people enjoy doing dangerous sports?",
        "Do you think some dangerous activities should be banned?",
        "Let’s move on from exciting activities to people doing new things in\n    general. Should people try doing new things?",
        "What problems can people have when they try new activities for the first\n    time?",
        "Do you think it’s best to do new things on your own or with other people?",
        "Do people in your country spend a lot of money on celebrating birthdays?",
        "Do you think it’s necessary to spend a lot of money on holding a party?",
        "Do people in your country usually go out to celebrate traditional festivals\n    with others?"
    ],
    "Festival": [
        "What is the importance of traditional festivals?",
        "What is the difference between festivals that are celebrated now and in the\n    past?",
        "Do you think festivals like Christmas are replacing traditional festivals in\n    your country?",
        "Do you think it is wrong for children to not celebrate traditional\n    festivals?",
        "Do you think teens should learn about traditions?",
        "Do you think the traditions in your country are restricted, especially for\n    women in any sense?"
    ],
    "Job": [
        "How do you think AI (artificial intelligence) will affect people’s work?",
        "What would you say are the important factors to consider when choosing a\n    career?",
        "That technology will make some people lose their jobs. How do you think this\n    problem should be handled?",
        "Would you ever move to work and live in another city?",
        "Is it common in your country for people to move to other cities because of\n    work?",
        "When young people choose their jobs, which do you think is usually more\n    important, the salary or their interest in the work?"
    ],
    "Personal": [
        "What decisions do people generally make in their daily life?",
        "Which is easier, making a decision by oneself or making a decision after a\n    group discussion?",
        "Why are many young people unwilling to listen to their parent’s advice?",
        "Why do middle-aged people tend to second guess their decision?",
        "Should people consider the consequences of their decisions that impact\n    others or only think of themselves?",
        "Do you think adults can have lots of imagination?",
        "Do you think imagination is necessary for scientists?",
        "What kind of jobs need imagination?",
        "What subjects are helpful for people’s imagination?",
        "Do you think children can have a good imagination level ?",
        "Do children like to change opinions?",
        "Why do people change their opinion?",
        "Who do young people turn to for advice?",
        "Do people like giving an opinion about politics?",
        "Is changing opinions good for society?",
        "On what occasions do people usually need to wait?",
        "Who behaves better when waiting, children or adults?",
        "Compared to the past, are people less patient now, why?",
        "What are the positive and negative effects of waiting on society?",
        "Are you a patient person?",
        "Do you think it is possible to teach people to be more patient?",
        "Some people believe that impatience helps the development of technology. Do\n    you agree with that?– Why do you think so?",
        "Where do you go to get good advice?",
        "Whose advice do you follow more parents or your friend’s advice?",
        "Have your parents given you much advice?",
        "What kind of advice do parents give their children?",
        "What kind of advice do friends give each other?",
        "What can we learn from our mistakes?",
        "Do children make mistakes easily?",
        "What should parents do if their children make mistakes?",
        "What do children learn from teachers and parents?",
        "How should a person be remorseful for their mistakes?",
        "How do children benefit from using dictionaries?"
    ],
    "Study": [
        "What skills do students need to master?",
        "Is it hard for students to learn new skills?",
        "Is it hard for old people to learn new skills?",
        "Is a good teacher very important for students’ learning experience?\n    Why?",
        "What is necessary to learn and improve a skill?",
        "Why do some people have a better memory?",
        "Which can help people remember things better, words or photos?",
        "Can technology help people remember things better? How?",
        "How can people improve their memory?",
        "Should old people read books?",
        "What is the most important practical skill in modern society?",
        "What kind of job requires practical skills?",
        "What kinds of skills are difficult to learn?",
        "How can you teach your skills to others?"
    ],
    "Teacher": [
        "How well-respected are teachers in your society?",
        "Do you think teachers get paid enough money in your country?",
        "What role should the teacher have in the classroom?",
        "In your opinion, what are the most important qualities for a good teacher to\n    have?",
        "Let’s move on to teaching aspects. In your opinion, how can a teacher make\n    lessons for children more interesting?",
        "Do you think computers will one day replace teachers in the classroom?"
    ],
    "Technology": [
        "What’s the best invention in the past hundred years?",
        "What’s the influence of science on human life?",
        "What can individuals do for scientific research?",
        "What influence can international cooperation in science bring about?",
        "Do you think it is mandatory to teach science in schools?",
        "Text Message",
        "Why do some people dislike using text messages?",
        "Have the ways that people communicated with each other changed much in the\n    last few decades?",
        "Why do people prefer texting as compared to phone calls?",
        "Do you think modern technology has any negative influence on communication?",
        "What do you think are some of the main differences between written\n    communication and spoken communication?"
    ],
    "Transport": [
        "How do most people travel long distances in your country?",
        "Have the types of transport people use changed much over the last few\n    decades?",
        "What kinds of improvement have there been in transport in your country in\n    recent years?",
        "Do you think transport is likely to continue to improve in the future?",
        "Have the types of transportation people use changed much over the last few\n    decades?",
        "How has transportation improved in recent years?",
        "Do you think transportation is likely to continue to improve in the future?",
        "What is your take on introducing transportation passes?",
        "Let’s move on to the transportation system in your country. Is it faster to\n    travel by public transportation or by car in your country?",
        "What are the impacts of Uber on transportation in your country?",
        "Do you think traffic jams would be reduced if people could travel on public\n    transport for free?",
        "Why do you think more and more people prefer to travel by plane?",
        "What kinds of obstacles do you think some local governments have to face\n    when they develop transportation infrastructure?"
    ]
}